/* =====================
  Блок: База слів за темами
===================== */
const BASE_WORDS = {
  "9 Tund": [
    ["ütlen", "сказати"],
    ["vanus", "вік"],
    ["nüüd", "тепер"],
    ["noormees", "молода людина"],
    ["müüja", "продавець"],
    ["töötu", "безробітній"],
    ["lihtsalt", "просто"],
    ["asu/ma -da, -n", "знаходиться"],
    ["teeni/ma, -da, -n", "заробляти"],
    ["amet", "должность"],
    ["elukoht", "місцепроживання"],
    ["kindlasti", "обов`язково"],
    ["ütlen edasi", "передавати на словах"],
  ],
  "10 Tund": [
    ["kutsun", "кликати"],
    ["väljas", "зовні"],
    ["küsin", "питати"],
    ["kohe", "негайно, зараз, тотчас"],
    ["hiljem", "пізніше"],
    ["võib-olla", "може бути"],
  ],
  "11 Kui palju pilet maksab?": [
    ["kallis, kalli, kallist", "дорогий"],
    ["seisan", "стою"],
    ["eelkooliealine", "дошкілята"],
    ["lähim", "найближчий"],
    ["kuj palju", "скільки (щодо грошей)"],
    ["kokku", "всього, разом"],
    ["sooduspilet", "льготний квиток"],
    ["täispilet", "повний квиток"],
    ["kust", "звідки"],

  ],
  "12 Tund": [
    ["sadam -a -at", "порт"],
    ["soovi/ma -da -n", ""],
    ["telli/ma -da -n", ""],
    ["pärast", ""],
    ["võlgne/ma -da -n", ""],
  ],
};
